Repository: vanoma/delivery-oss
Catalog: apps/driver-app/lib/src/localization/app_*.arb
Languages: rw

source: Driver
rw: Umutwazi

source: Account
rw: Konti

source: Languages
rw: Indimi

source: Theme
rw: theme-RW

source: Choose theme
rw: Hitamo theme-rw

source: System default
rw: Theme ya system -rw

source: Light
rw: Urumuri

source: Dark
rw: Umwijima

source: Done
rw: Emeza

source: Change profile picture
rw: Hindura ifoto ya profire

source: Sign out
rw: Sohoka

source: Enter your phone number
rw: Injiza numero yawe ya terefone

source: Phone number
rw: Numero ya terefone

source: Sign up
rw: Iyandikishe

source: Verify your phone number by entering the PIN sent via SMS
rw: Kwemeza numero yawe ya terefone winjiza pin yoherejwe muri SMS

source: Enter the PIN
rw: Injiza PIN

source: Verify
rw: Emeza

source: Finish setting up your account
rw: Kurangiza gushiraho konti yawe

source: Finish
rw: Rangiza

source: First name
rw: Izina rya mbere

source: Second name
rw: Izina rya kabiri

source: Enter another phone number
rw: Injiza indi numero ya telefone

# secondPhoneNumber
source: Another phone number
rw: Indi numero ya telefone

source: Create a password
rw: Kora ijambo ryibanga

source: Password
rw: Ijambo ryibanga

source: confirm password
rw: Emeza ijambo ryibanga
